"About" = "Hakkında";
"About %@" = "Hakkında %@";
"Accessibility" = "Erişilebilirlik";
"Acknowledgments" = "Teşekkür bölümü";
"Active app" = "Aktif uygulama";
"Active screen" = "Aktif ekran";
"Active Space" = "Aktif Alan";
"Additional controls" = "Ek kontroller";
"Additional controls…" = "Ek kontroller…";
"Advanced" = "Gelişmiş";
"After release" = "Serbest bırakıldıktan sonra";
"Align windows" = "Pencereleri hizalayın";
"Align windows:" = "Pencereleri hizala:";
"All apps" = "Tüm uygulamalar";
"All data from this form will be made public, as a ticket on github.com" = "Bu formdan giden bütün veriler, bilet olarak github.com üzerinde kamuya açılacaktır";
"All screens" = "Tüm ekranlar";
"All Spaces" = "Tüm Alanlar";
"Allowed" = "İzin verildi";
"Alphabetical" = "Alfabetik";
"Alphabetical Order" = "Alfabetik sıra";
"Also select windows using:" = "Bunları kullanan pencereleri de seç:";
"AltTab crashed last time you used it. Sending a crash report will help get the issue fixed" = "Son sefer AltTab çöktü. Çökme raporlarını göndermek, hataların düzeltilmesine yardımcı olur";
"AltTab is currently set to show Applications. This setting is only available when AltTab is set to show Windows." = "AltTab şu anda uygulamaları gösterecek şekilde ayarlanmıştır.Bu ayar yalnızca AltTab Windows'u gösterecek şekilde ayarlandığında kullanılabilir.";
"AltTab is running without Screen Recording permissions. Thumbnails won’t show." = "AltTab is running without Screen Recording permissions. Thumbnails won’t show.";
"AltTab needs some permissions" = "AltTab'ın bir kaç izne ihtiyacı var";
"AltTab will show if the window is currently minimized or fullscreen with a status icon." = "AltTab, pencerenin şu anda en aza indirilmiş mi yoksa bir durum simgesiyle tam ekran olup olmadığını gösterecektir.";
"Always" = "Her zaman";
"Always send crash reports" = "Çökme raporlarını her zaman gönder";
"and press" = "ve basın";
"and press:" = "ve basın:";
"Animations" = "Animasyonlar";
"Animations…" = "Animasyonlar…";
"App (BundleID starting with)" = "Uygulama (BundleID ile başlayan)";
"App Icons" = "Uygulama simgeleri";
"App is hidden" = "Uygulama gizlendi";
"App is running but has no open window" = "Uygulama çalışıyor ancak açık penceresi yok";
"Apparition delay" = "Görünüş Gecikmesi";
"Apparition delay:" = "Görünme gecikmesi:";
"Appearance" = "Görünüm";
"Application Name" = "Uygulama Adı";
"Application Name - Window Title" = "Uygulama Adı - Pencere Başlığı";
"Applications" = "Başvuru";
"Are you sure you don’t want a response?" = "Cevap vermek istemediğinize emin misiniz?";
"Arrow keys" = "Ok tuşları";
"Ask whether to send crash reports" = "Çökme raporlarının ne zaman gönderileceğini sor";
"Auto-install updates periodically" = "Güncellemeleri otomatik olarak yükle";
"Blacklists" = "Karalisteler";
"Cancel" = "İptal";
"Cancel and hide" = "İptal et ve gizle";
"Center" = "Ortala";
"Check for updates now…" = "Güncellemeleri kontrol et…";
"Check for updates periodically" = "Güncellemeleri periyodik olarak kontrol et";
"Check for updates…" = "Güncellemeleri kontrol et…";
"Check permissions…" = "İzinleri kontrol et…";
"Close window" = "Pencereyi kapat";
"Conflicting shortcut" = "Çakışan kestirme";
"Controls" = "Kontroller";
"Crash reports policy" = "Kaza Raporları Politikası";
"Crash reports policy:" = "Çökme raporları kuralları:";
"Cursor follows focus" = "İmleç odağını takip et";
"Customize App Icons style…" = "Uygulama simgeleri stilini özelleştirin…";
"Customize Thumbnails style…" = "Küçük resim stilini özelleştirin…";
"Customize Titles style…" = "Başlıkları Özelleştir Stili…";
"Dark" = "Karanlık";
"Disabled" = "Disabled";
"Do nothing" = "Bir şey yapma";
"Don’t check for updates periodically" = "Güncellemeleri periyodik olarak kontrol etme";
"Don’t send" = "Gönderme";
"Don’t show windows from these apps" = "Bu uygulamaya ait pencereleri gösterme";
"Done" = "Tamamlamak";
"End" = "Son";
"Fade out animation" = "Fade Out Animation";
"Fade out animation:" = "Karartma animasyonu:";
"Focus selected window" = "Seçilen pencereye odaklan";
"Fullscreen window" = "Tam ekran penceresi";
"Fullscreen windows:" = "Tam ekran pencereler:";
"Fullscreen/Defullscreen window" = "Pencere için tam ekranı aç/kapa";
"General" = "Genel";
"Gesture" = "Gesture";
"Grant permission" = "Grant permission";
"Hidden windows:" = "Gizli pencereler:";
"Hide" = "Gizle";
"Hide app badges" = "Uygulama bildirimlerini gizle";
"Hide app badges:" = "Uygulama bildirimlerini gizle:";
"Hide apps with no open window" = "Penceresi açık olmayan uygulamaları gizle";
"Hide apps with no open window:" = "Penceresi açık olmayan uygulamaları gizle:";
"Hide colored circles on mouse hover" = "Fare üzerindeyken renkli pencere düğmelerini gizle";
"Hide colored circles on mouse hover:" = "Fare üzerindeyken renkli pencere düğmelerini gizle:";
"Hide in %@" = "%@ Gizle";
"Hide Space number labels" = "Masaüstü Alan numaralarını gizle";
"Hide Space number labels:" = "Numara etiketlerini gizle:";
"Hide status icons" = "Durum ikonlarını gizle";
"Hide status icons:" = "Durum ikonlarını gizle:";
"Hide window thumbnails:" = "Pencere önizlemelerini gizle:";
"Hide/Show app" = "Uygulamayı gizle/göster";
"High" = "Yüksek";
"Highest" = "En yüksek";
"Hold" = "Tut";
"Horizontal Swipe with Four Fingers" = "Horizontal Swipe with Four Fingers";
"Horizontal Swipe with Three Fingers" = "Horizontal Swipe with Three Fingers";
"I think the app could be improved with…" = "Bence uygulama şu şekilde iyileştirilebilir…";
"Ignore shortcuts when active" = "Etkinken kestirmeleri yoksay";
"Ignore shortcuts while a window from these apps is active" = "Bu uygulamalardan bir pencere etkinken kestirmeleri devre dışı bırak";
"Language" = "Language";
"Language Change" = "Language Change";
"Large" = "Büyük";
"Later" = "Later";
"Latest releases" = "Son sürümler";
"Leading" = "Önde gelen";
"Left" = "Sol";
"Light" = "Işık";
"Max height on screen:" = "Ekrandaki maximum yükseklik:";
"Max width on screen:" = "Ekrandaki maximum genişlik:";
"Medium" = "Orta";
"Menubar icon" = "Menubar simgesi";
"Menubar icon:" = "Menubar ikonu:";
"Middle" = "Orta";
"Minimize/Deminimize window" = "Minimize et/Büyüt";
"Minimized windows:" = "Küçültülmüş pencereler:";
"Miscellaneous" = "Miscellaneous";
"Miscellaneous:" = "Diğer:";
"Mouse hover" = "Fare ile üzerine gelince";
"Multiple screens" = "Birden fazla ekran";
"Never send crash reports" = "Çökme raporlarını asla gönderme";
"Normal" = "Normal";
"Not allowed" = "İzin verilmedi";
"NSHumanReadableCopyright" = "GPL-3.0 lisansı";
"Only if the window is fullscreen" = "Eğer pencere tam ekransa";
"Open Accessibility Preferences…" = "Erişilebilirlik Tercihlerini Aç…";
"Open Screen Recording Preferences…" = "Ekran Kaydı Tercihlerini Aç…";
"Open Trackpad Preferences…" = "Open Trackpad Preferences…";
"Optional: email (if you want a reply)" = "Opsiyonel: E-Posta (Eğer bir yanıt istiyorsanız)";
"Order windows by" = "Pencere sırası";
"Policies" = "Kurallar";
"Preferences…" = "Tercihler…";
"Preview selected window" = "Seçili pencereyi önizle";
"Preview selected window:" = "Seçili pencereyi önizle:";
"Preview the selected window." = "Seçilen pencereyi önizleyin.";
"Quit" = "Çıkış";
"Quit %@" = "Çık %@";
"Quit app" = "Uygulamayı kapat";
"Recently Created" = "Son Oluşturulan";
"Recently Created First" = "Son Oluşturulan Başta";
"Recently Focused" = "Son Odaklanılan";
"Recently Focused First" = "Son Odaklanılan Başta";
"Remember my choice" = "Tercihimi hatırla";
"Reset preferences and restart" = "Tercihleri sıfırla ve yeniden başlat";
"Reset preferences and restart…" = "Tercihleri sıfırla ve yeniden başlat…";
"Restart Now" = "Restart Now";
"Rows of thumbnails:" = "Önizleme satırları:";
"Screen including menu bar" = "Menü çubuğunun olduğu monitör";
"Screen including mouse" = "Farenin olduğu monitör";
"Screen Recording" = "Ekran Kaydı";
"Screen showing AltTab" = "AltTab'ı gösteren monitör";
"Select next window" = "Sonraki pencereyi seç";
"Select previous window" = "Önceki pencereyi seç";
"Select windows on mouse hover" = "Fare ile üzerine gelinen pencereleri seç";
"Select windows using arrow keys" = "Ok tuşları ile pencere seç";
"Select windows using vim keys" = "vim kısayolları ile pencere seç";
"Send" = "Gönder";
"Send a crash report?" = "Çökme raporu gönder?";
"Send anyway" = "Yine de gönder";
"Send debug profile (CPU, memory, etc)" = "Hata ayıklama profili gönder (İşlemci, bellek, vb)";
"Send feedback" = "Geri bildirim gönder";
"Send feedback…" = "Geri bildirim gönder…";
"Share improvement ideas, or report bugs" = "Geliştirme önerisi veya hata bilgisi paylaşın";
"Shortcut 1" = "Kestirme 1";
"Shortcut 2" = "Kestirme 2";
"Shortcut 3" = "Kestirme 3";
"Shortcut 4" = "Kestirme 4";
"Shortcut 5" = "Kestirme 5";
"Shortcut already assigned to another action: %@" = "Kestirme hâlihazırda başka bir eylem için atanmış: %@";
"Shortcuts When Active" = "Aktif olduğunda kısayollar";
"Shortcuts when active…" = "Aktif olduğunda kısayollar…";
"Show" = "Göster";
"Show & Hide" = "Gösteri ve Sakla";
"Show an item in the switcher for each window, or for each application. Windows will be focused, whereas applications will be activated." = "Her pencere veya her uygulama için değiştiricide bir öğeyi gösterin.Windows odaklanırken, uygulamalar etkinleştirilecektir.";
"Show at the end" = "En sonda göster";
"Show fullscreen windows" = "Tam ekran pencereleri göster";
"Show hidden windows" = "Gizli pencereleri göster";
"Show in switcher" = "Switcher'da Gösteri";
"Show minimized windows" = "Küçültülmüş pencereleri göster";
"Show on" = "Gösteriş yapmak";
"Show on:" = "Göster:";
"Show standard tabs as windows" = "Pencere içi sekmeleri ayrı olarak göster";
"Show standard tabs as windows:" = "Pencere içi sekmeleri ayrı olarak göster:";
"Show titles" = "Başlıkları Göster";
"Show windows from applications" = "Uygulamalardan pencereleri göster";
"Show windows from screens" = "Ekranlardan pencereleri göster";
"Show windows from Spaces" = "Spaces pencerelerini göster";
"Show windows from:" = "Pencereleri göster:";
"Size" = "Boyut";
"Skipped" = "Skipped";
"Small" = "Küçük";
"Some apps like Finder or Preview use standard tabs which act like independent windows. Some other apps like web browsers use custom tabs which act in unique ways and are not actual windows. AltTab can't list those separately." = "Finder veya önizleme gibi bazı uygulamalar bağımsız pencereler gibi hareket eden standart sekmeler kullanır.Web tarayıcıları gibi diğer bazı uygulamalar, benzersiz yollarla hareket eden ve gerçek pencereler olmayan özel sekmeler kullanır.Alttab bunları ayrı olarak listeleyemez.";
"Source code repository" = "Kaynak kodu deposu";
"Space" = "Alan";
"Space Order" = "Uzay siparişi";
"Start" = "Baş";
"Start at login" = "Girişten Başlayın";
"Start at login:" = "Sistem açılışında çalıştır:";
"Support this project ❤️" = "Projeyi destekle ❤️";
"Swipe with Four Fingers" = "Swipe with Four Fingers";
"Swipe with Three Fingers" = "Swipe with Three Fingers";
"Switch between 3 different styles. You can customize them." = "3 farklı stil arasında geçiş yapın.Onları özelleştirebilirsiniz.";
"System" = "Sistem";
"System Default" = "System Default";
"The application needs to restart to apply the language change." = "The application needs to restart to apply the language change.";
"Theme" = "Tema";
"Theme:" = "Tema:";
"Then release:" = "Sonra bırak:";
"This permission is needed to focus windows after you release the shortcut" = "Bu izin, kestirmeye basmayı bıraktıktan sonra ilgili pencereyi açabilmeniz için gerekiyor";
"This permission is needed to show screenshots and titles of open windows" = "Bu izin, açık pencerelerin başlıklarını ve önizlemeleri görebilmeniz için gerekiyor";
"Thumbnails" = "Küçük resimler";
"Title" = "Title";
"Title truncation" = "Başlık kesilmesi";
"Titles" = "Başlıklar";
"Trigger shortcut" = "Tetik kısayolu";
"Unassign existing shortcut and continue" = "Atanmış kestirmeyi kaldır ve devam et";
"Updates policy" = "Politikayı günceller";
"Updates policy:" = "Güncelleme politikası:";
"Use the app without this permission. Thumbnails won’t show." = "Use the app without this permission. Thumbnails won’t show.";
"Version" = "Versiyon";
"Vertical Swipe with Four Fingers" = "Vertical Swipe with Four Fingers";
"Vertical Swipe with Three Fingers" = "Vertical Swipe with Three Fingers";
"View existing discussions" = "Mevcut tartışmaları görüntüle";
"Vim keys" = "Vim tuşları";
"Vim keys already assigned to other actions:\n%@" = "Diğer eylemlere hâlihazırda atanmış Vim tuşları:\n%@";
"Visibility" = "Görünürlük";
"Visible Spaces" = "Görünen Alanlar";
"When fullscreen" = "Tam ekran olduğunda";
"When no open window" = "Açık pencere olmadığında";
"While open, press:" = "Açıkken basın:";
"Window app icon size:" = "Uygulama penceresi ikon boyutu:";
"Window is fullscreen" = "Pencere tam ekran";
"Window is minimized" = "Pencere simge durumuna küçültüldü";
"Window is on every Space" = "Pencere bütün Alanlarda";
"Window is on Space %d" = "Pencere Space %d'de";
"Window max width in row:" = "Azami pencere genişliği:";
"Window min width in row:" = "Asgari pencere genişliği:";
"Window order:" = "Pencere sırası:";
"Window Title" = "Pencere başlığı";
"Window title font size:" = "Pencere başlığı yazı boyutu:";
"Window title truncation:" = "Pencere başlığını kısaltma:";
"Windows" = "Pencereler";
"You can’t undo this action." = "Bu eylemi geri alamazsınız.";
"You didn’t write your email, thus can’t receive any response." = "E-posta adresinizi yazmadığınız için yanıt alamayacaksınız.";
"You may need to disable some conflicting system gestures" = "You may need to disable some conflicting system gestures";
